-- MySQL dump 10.13  Distrib 8.0.43, for Linux (x86_64)
--
-- Host: localhost    Database: laravel
-- ------------------------------------------------------
-- Server version	8.0.43

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `failed_jobs` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `incomes`
--

DROP TABLE IF EXISTS `incomes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `incomes` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `income_id` bigint NOT NULL,
  `number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '',
  `date` date NOT NULL,
  `last_change_date` datetime NOT NULL,
  `supplier_article` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` bigint NOT NULL,
  `quantity` int NOT NULL DEFAULT '0',
  `total_price` decimal(12,2) NOT NULL DEFAULT '0.00',
  `date_close` date NOT NULL,
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `nm_id` bigint NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `incomes_income_id_unique` (`income_id`),
  KEY `incomes_date_warehouse_name_index` (`date`,`warehouse_name`),
  KEY `incomes_supplier_article_index` (`supplier_article`),
  KEY `incomes_barcode_index` (`barcode`),
  KEY `incomes_income_id_index` (`income_id`),
  KEY `incomes_date_index` (`date`),
  KEY `incomes_last_change_date_index` (`last_change_date`),
  KEY `incomes_nm_id_index` (`nm_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `incomes`
--

LOCK TABLES `incomes` WRITE;
/*!40000 ALTER TABLE `incomes` DISABLE KEYS */;
/*!40000 ALTER TABLE `incomes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `migrations` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES (1,'2014_10_12_000000_create_users_table',1),(2,'2014_10_12_100000_create_password_resets_table',1),(3,'2019_08_19_000000_create_failed_jobs_table',1),(4,'2019_12_14_000001_create_personal_access_tokens_table',1),(5,'2025_10_21_190025_create_orders_table',1),(6,'2025_10_21_190116_create_sales_table',1),(7,'2025_10_21_190220_create_stocks_table',1),(8,'2025_10_21_195231_create_incomes_table',1);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `orders` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `last_change_date` datetime NOT NULL,
  `supplier_article` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` bigint NOT NULL,
  `total_price` decimal(12,2) NOT NULL,
  `discount_percent` decimal(5,2) NOT NULL DEFAULT '0.00',
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `oblast` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `income_id` bigint NOT NULL DEFAULT '0',
  `odid` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `nm_id` bigint NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_cancel` tinyint(1) NOT NULL DEFAULT '0',
  `cancel_dt` datetime DEFAULT NULL,
  `g_number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sticker` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `srid` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quantity` int NOT NULL DEFAULT '1',
  `finished_price` decimal(12,2) NOT NULL,
  `price_with_disc` decimal(12,2) NOT NULL,
  `is_supply` tinyint(1) NOT NULL DEFAULT '0',
  `is_realization` tinyint(1) NOT NULL DEFAULT '0',
  `spp` decimal(5,2) NOT NULL DEFAULT '0.00',
  `order_type` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'Клиентский',
  `status` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'awaiting_registration',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `orders_date_warehouse_name_index` (`date`,`warehouse_name`),
  KEY `orders_date_brand_index` (`date`,`brand`),
  KEY `orders_date_category_index` (`date`,`category`),
  KEY `orders_supplier_article_index` (`supplier_article`),
  KEY `orders_barcode_index` (`barcode`),
  KEY `orders_oblast_index` (`oblast`),
  KEY `orders_is_cancel_index` (`is_cancel`),
  KEY `orders_status_index` (`status`),
  KEY `orders_date_index` (`date`),
  KEY `orders_last_change_date_index` (`last_change_date`),
  KEY `orders_odid_index` (`odid`),
  KEY `orders_nm_id_index` (`nm_id`),
  KEY `orders_g_number_index` (`g_number`)
) ENGINE=InnoDB AUTO_INCREMENT=151 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `orders`
--

LOCK TABLES `orders` WRITE;
/*!40000 ALTER TABLE `orders` DISABLE KEYS */;
INSERT INTO `orders` VALUES (1,'2025-09-05','2025-09-20 14:07:28','ART424987','SIZE8',2000000000000,1537.39,10.00,'Коледино','Московская область',647999,'OD1000000000',100000000,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST5424462026','SR9226210174',1,2955.69,4696.45,0,1,13.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:24','2025-10-21 20:03:24'),(2,'2025-08-27','2025-09-22 09:02:48','ART949047','SIZE9',2000000000001,2637.48,2.00,'Подольск','Ленинградская область',733258,'OD1000000001',100000001,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST1451400313','SR9635852296',2,1602.45,2062.91,1,0,10.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:24','2025-10-21 20:03:24'),(3,'2025-09-19','2025-09-04 10:09:08','ART674826','SIZE8',2000000000002,2554.95,28.00,'Новосибирск','Республика Татарстан',340395,'OD1000000002',100000002,'subject789012','category123456','brand555555555',0,NULL,'G1.0E+19','ST8726985436','SR7945169963',2,2405.97,966.84,1,1,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:24','2025-10-21 20:03:24'),(4,'2025-08-24','2025-10-14 16:45:47','ART801121','SIZE8',2000000000003,3594.28,1.00,'Казань','Ленинградская область',183907,'OD1000000003',100000003,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST3982362186','SR9631155843',1,4325.54,985.50,1,1,13.00,'Клиентский','awaiting_registration','2025-10-21 20:03:24','2025-10-21 20:03:24'),(5,'2025-10-18','2025-10-13 09:58:55','ART229126','SIZE9',2000000000004,2561.66,4.00,'Электросталь','Свердловская область',152604,'OD1000000004',100000004,'subject123456','category789012','brand123456789',0,NULL,'G1.0E+19','ST1630106151','SR5969506290',1,1509.80,2359.75,1,1,6.00,'Клиентский','awaiting_registration','2025-10-21 20:03:24','2025-10-21 20:03:24'),(6,'2025-09-20','2025-10-09 15:33:09','ART622557','SIZE10',2000000000005,3690.78,14.00,'Электросталь','Республика Татарстан',857228,'OD1000000005',100000005,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST9688196300','SR1066003771',5,2864.19,1752.70,0,0,11.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:24','2025-10-21 20:03:24'),(7,'2025-10-05','2025-10-16 08:27:46','ART299850','SIZE3',2000000000006,2832.83,30.00,'Подольск','Ленинградская область',891374,'OD1000000006',100000006,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST4457774841','SR4478601490',2,3154.95,2429.97,0,0,14.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:24','2025-10-21 20:03:24'),(8,'2025-08-27','2025-10-08 09:11:13','ART280412','SIZE8',2000000000007,2165.86,0.00,'Электросталь','Московская область',579743,'OD1000000007',100000007,'subject789012','category555555','brand123456789',0,NULL,'G1.0E+19','ST1156722409','SR8474247754',1,2291.62,3081.96,1,1,7.00,'Клиентский','awaiting_registration','2025-10-21 20:03:24','2025-10-21 20:03:24'),(9,'2025-09-22','2025-08-24 08:43:12','ART786557','SIZE9',2000000000008,4855.26,30.00,'Новосибирск','Московская область',847159,'OD1000000008',100000008,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST4144726907','SR9413503323',4,3547.15,2593.00,0,1,7.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:24','2025-10-21 20:03:24'),(10,'2025-09-07','2025-09-13 08:28:25','ART442693','SIZE3',2000000000009,4503.81,15.00,'Подольск','Республика Татарстан',587154,'OD1000000009',100000009,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST1244896550','SR8707103355',4,3235.44,4794.82,0,0,8.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:24','2025-10-21 20:03:24'),(11,'2025-10-05','2025-09-20 11:30:40','ART709173','SIZE3',2000000000010,4508.61,8.00,'Коледино','Московская область',499831,'OD1000000010',100000010,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST8082500656','SR6770299530',4,3814.16,3018.12,1,0,14.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:24','2025-10-21 20:03:24'),(12,'2025-10-18','2025-09-02 16:33:40','ART528725','SIZE7',2000000000011,1099.79,15.00,'Казань','Свердловская область',102008,'OD1000000011',100000011,'subject555555','category789012','brand123456789',0,NULL,'G1.0E+19','ST6615342425','SR3196216512',2,1994.22,555.22,0,1,7.00,'Клиентский','awaiting_approve','2025-10-21 20:03:24','2025-10-21 20:03:24'),(13,'2025-09-10','2025-10-20 08:28:10','ART837982','SIZE9',2000000000012,4711.20,9.00,'Новосибирск','Республика Татарстан',443821,'OD1000000012',100000012,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST1765044669','SR2424268509',3,2520.82,3241.21,1,0,6.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:24','2025-10-21 20:03:24'),(14,'2025-08-26','2025-10-19 15:03:50','ART146651','SIZE1',2000000000013,3540.95,23.00,'Коледино','Свердловская область',839994,'OD1000000013',100000013,'subject123456','category123456','brand987654321',0,NULL,'G1.0E+19','ST6556748931','SR8272711026',3,2830.48,3856.24,1,0,8.00,'Клиентский','awaiting_registration','2025-10-21 20:03:24','2025-10-21 20:03:24'),(15,'2025-09-16','2025-08-29 14:04:35','ART170130','SIZE7',2000000000014,4418.17,24.00,'Казань','Московская область',113276,'OD1000000014',100000014,'subject789012','category123456','brand123456789',0,NULL,'G1.0E+19','ST5908902863','SR8326313231',1,2609.77,980.72,0,0,11.00,'Клиентский','awaiting_registration','2025-10-21 20:03:24','2025-10-21 20:03:24'),(16,'2025-09-21','2025-09-21 11:05:08','ART415806','SIZE10',2000000000015,4363.94,15.00,'Казань','Ленинградская область',241897,'OD1000000015',100000015,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST3657674534','SR6464778164',2,1234.96,1546.77,0,1,13.00,'Клиентский','awaiting_registration','2025-10-21 20:03:25','2025-10-21 20:03:25'),(17,'2025-09-24','2025-09-23 13:35:04','ART959710','SIZE7',2000000000016,4751.74,9.00,'Казань','Ленинградская область',262547,'OD1000000016',100000016,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST1493750027','SR8559566892',2,2811.56,1052.47,1,1,8.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:25','2025-10-21 20:03:25'),(18,'2025-10-07','2025-10-03 09:53:40','ART152536','SIZE4',2000000000017,2465.19,1.00,'Электросталь','Свердловская область',367990,'OD1000000017',100000017,'subject789012','category555555','brand987654321',0,NULL,'G1.0E+19','ST3545151644','SR8838546124',1,2390.25,2333.70,1,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:26','2025-10-21 20:03:26'),(19,'2025-10-18','2025-08-23 15:41:59','ART396414','SIZE10',2000000000018,818.97,19.00,'Коледино','Свердловская область',607720,'OD1000000018',100000018,'subject555555','category789012','brand987654321',0,NULL,'G1.0E+19','ST2228154269','SR2383451260',4,2174.29,3304.07,0,1,7.00,'Клиентский','awaiting_approve','2025-10-21 20:03:26','2025-10-21 20:03:26'),(20,'2025-09-16','2025-09-26 17:20:33','ART866324','SIZE5',2000000000019,4215.39,11.00,'Казань','Республика Татарстан',256340,'OD1000000019',100000019,'subject789012','category123456','brand555555555',0,NULL,'G1.0E+19','ST5561579033','SR9150631336',4,3759.11,1888.50,0,0,14.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(21,'2025-09-26','2025-09-12 18:30:34','ART650602','SIZE8',2000000000020,4754.21,2.00,'Подольск','Ленинградская область',531614,'OD1000000020',100000020,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST9088805797','SR6130050356',4,410.35,1572.07,1,1,6.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(22,'2025-09-14','2025-09-26 17:51:05','ART978923','SIZE7',2000000000021,2893.25,19.00,'Новосибирск','Республика Татарстан',342477,'OD1000000021',100000021,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST2636894319','SR3572798254',4,3260.67,4749.16,0,1,5.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:26','2025-10-21 20:03:26'),(23,'2025-09-14','2025-10-07 18:46:21','ART941607','SIZE5',2000000000022,708.45,22.00,'Новосибирск','Московская область',801933,'OD1000000022',100000022,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST5729886697','SR2112380862',5,1021.44,1544.72,0,1,15.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(24,'2025-10-05','2025-09-11 16:42:11','ART973929','SIZE10',2000000000023,1605.74,2.00,'Новосибирск','Ленинградская область',215929,'OD1000000023',100000023,'subject123456','category789012','brand123456789',0,NULL,'G1.0E+19','ST2213994989','SR1278685347',4,1076.65,3508.60,1,0,7.00,'Клиентский','awaiting_approve','2025-10-21 20:03:26','2025-10-21 20:03:26'),(25,'2025-09-05','2025-09-01 15:22:28','ART770277','SIZE1',2000000000024,2977.69,26.00,'Новосибирск','Ленинградская область',585969,'OD1000000024',100000024,'subject555555','category789012','brand987654321',0,NULL,'G1.0E+19','ST9932132725','SR5032497089',5,1313.25,1594.80,1,0,8.00,'Клиентский','awaiting_registration','2025-10-21 20:03:26','2025-10-21 20:03:26'),(26,'2025-09-10','2025-09-02 18:56:34','ART205511','SIZE3',2000000000025,2158.28,24.00,'Подольск','Свердловская область',745809,'OD1000000025',100000025,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST1986511743','SR7329394845',4,3768.53,1347.11,0,1,8.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(27,'2025-10-02','2025-09-03 16:04:38','ART736880','SIZE1',2000000000026,4567.52,27.00,'Электросталь','Московская область',557270,'OD1000000026',100000026,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST3524780645','SR9973061256',4,2044.02,3053.05,0,1,6.00,'Клиентский','awaiting_approve','2025-10-21 20:03:26','2025-10-21 20:03:26'),(28,'2025-10-19','2025-10-07 11:13:51','ART667796','SIZE5',2000000000027,1686.66,2.00,'Электросталь','Московская область',658513,'OD1000000027',100000027,'subject555555','category123456','brand555555555',1,'2025-10-04 20:03:26','G1.0E+19','ST8043639104','SR6523082189',3,2179.29,927.09,0,1,12.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(29,'2025-09-23','2025-09-28 11:34:43','ART526162','SIZE10',2000000000028,4843.98,27.00,'Казань','Ленинградская область',567831,'OD1000000028',100000028,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST1382152860','SR6151900909',4,2986.15,2431.14,0,0,13.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(30,'2025-09-26','2025-09-12 17:06:35','ART221440','SIZE9',2000000000029,1615.50,8.00,'Новосибирск','Республика Татарстан',281959,'OD1000000029',100000029,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST5747796639','SR2180792767',2,2768.00,884.74,1,1,14.00,'Клиентский','awaiting_registration','2025-10-21 20:03:26','2025-10-21 20:03:26'),(31,'2025-09-22','2025-09-10 18:09:35','ART583746','SIZE6',2000000000030,3428.65,23.00,'Подольск','Республика Татарстан',299673,'OD1000000030',100000030,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST6827712754','SR4565054883',5,1752.82,2666.16,0,0,6.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:26','2025-10-21 20:03:26'),(32,'2025-09-12','2025-09-04 17:08:19','ART444678','SIZE8',2000000000031,975.60,21.00,'Коледино','Ленинградская область',182052,'OD1000000031',100000031,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST6354703359','SR4923600093',4,423.90,477.60,1,0,15.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(33,'2025-09-22','2025-09-27 12:40:53','ART979381','SIZE9',2000000000032,3350.44,22.00,'Подольск','Свердловская область',413826,'OD1000000032',100000032,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST6468496973','SR3390625566',3,1992.20,3965.05,0,1,8.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:26','2025-10-21 20:03:26'),(34,'2025-08-30','2025-09-02 10:52:38','ART952518','SIZE10',2000000000033,4135.08,12.00,'Электросталь','Московская область',716309,'OD1000000033',100000033,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST3762426767','SR9122325640',5,2546.14,4532.06,0,0,8.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(35,'2025-10-04','2025-10-11 15:46:26','ART917050','SIZE6',2000000000034,696.27,16.00,'Коледино','Ленинградская область',733113,'OD1000000034',100000034,'subject789012','category555555','brand987654321',0,NULL,'G1.0E+19','ST7140692691','SR3633279665',5,3698.02,2909.29,1,1,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(36,'2025-09-07','2025-10-10 15:08:40','ART900413','SIZE2',2000000000035,560.28,2.00,'Электросталь','Свердловская область',734606,'OD1000000035',100000035,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST7922819094','SR8867391602',2,3430.29,866.01,0,0,14.00,'Клиентский','awaiting_registration','2025-10-21 20:03:26','2025-10-21 20:03:26'),(37,'2025-08-25','2025-10-12 12:22:08','ART845438','SIZE2',2000000000036,4577.37,17.00,'Коледино','Московская область',174927,'OD1000000036',100000036,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST9175666179','SR6938637811',2,3251.71,4074.27,1,0,6.00,'Клиентский','awaiting_registration','2025-10-21 20:03:26','2025-10-21 20:03:26'),(38,'2025-10-08','2025-10-07 09:00:37','ART730371','SIZE3',2000000000037,1815.78,30.00,'Новосибирск','Свердловская область',486032,'OD1000000037',100000037,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST4587595328','SR2601414972',5,3219.75,1328.18,0,1,9.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(39,'2025-09-13','2025-10-01 12:01:48','ART828180','SIZE9',2000000000038,1074.97,22.00,'Подольск','Ленинградская область',319458,'OD1000000038',100000038,'subject555555','category555555','brand123456789',0,NULL,'G1.0E+19','ST7983208632','SR5413871092',4,3441.30,1211.31,0,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:26','2025-10-21 20:03:26'),(40,'2025-09-17','2025-10-12 11:48:53','ART452938','SIZE3',2000000000039,3941.23,20.00,'Электросталь','Республика Татарстан',675507,'OD1000000039',100000039,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST6997883898','SR5278728035',3,2764.12,3927.05,1,0,10.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(41,'2025-10-06','2025-10-17 16:21:07','ART826020','SIZE4',2000000000040,3232.39,20.00,'Подольск','Свердловская область',752223,'OD1000000040',100000040,'subject123456','category789012','brand123456789',1,'2025-10-14 20:03:26','G1.0E+19','ST3327510737','SR8893541691',1,4146.46,3626.31,0,1,8.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(42,'2025-10-06','2025-09-05 11:17:20','ART535403','SIZE1',2000000000041,3410.49,5.00,'Казань','Московская область',235583,'OD1000000041',100000041,'subject123456','category789012','brand555555555',0,NULL,'G1.0E+19','ST8321864839','SR4714552866',5,652.06,3695.10,0,0,9.00,'Клиентский','awaiting_registration','2025-10-21 20:03:26','2025-10-21 20:03:26'),(43,'2025-09-27','2025-09-15 13:26:22','ART177850','SIZE9',2000000000042,3831.21,21.00,'Новосибирск','Свердловская область',509856,'OD1000000042',100000042,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST2337882968','SR1636249525',5,1304.35,1885.09,0,1,6.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:26','2025-10-21 20:03:26'),(44,'2025-09-14','2025-10-19 18:18:08','ART455687','SIZE9',2000000000043,3771.17,14.00,'Новосибирск','Московская область',204155,'OD1000000043',100000043,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST7761312857','SR5657237881',5,3043.69,3476.15,0,0,8.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(45,'2025-08-23','2025-10-15 11:48:23','ART714426','SIZE2',2000000000044,4245.02,14.00,'Электросталь','Ленинградская область',993133,'OD1000000044',100000044,'subject555555','category555555','brand123456789',0,NULL,'G1.0E+19','ST5251442719','SR9284242479',5,2936.06,2454.37,0,1,7.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:26','2025-10-21 20:03:26'),(46,'2025-09-04','2025-09-19 17:16:10','ART306815','SIZE2',2000000000045,1492.24,22.00,'Коледино','Республика Татарстан',363559,'OD1000000045',100000045,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST4329437339','SR6009722944',3,1535.85,2834.89,1,1,11.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(47,'2025-09-05','2025-09-12 09:08:54','ART300110','SIZE5',2000000000046,4825.41,20.00,'Подольск','Московская область',927617,'OD1000000046',100000046,'subject555555','category789012','brand987654321',0,NULL,'G1.0E+19','ST7476148897','SR6648724389',2,3746.29,2432.92,1,1,15.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(48,'2025-10-08','2025-10-15 15:09:17','ART948610','SIZE1',2000000000047,2981.12,5.00,'Коледино','Ленинградская область',817243,'OD1000000047',100000047,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST7869600505','SR4258128812',1,2625.85,1081.74,1,0,7.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(49,'2025-09-24','2025-09-17 17:28:29','ART621447','SIZE9',2000000000048,4270.88,0.00,'Новосибирск','Московская область',536164,'OD1000000048',100000048,'subject123456','category789012','brand555555555',0,NULL,'G1.0E+19','ST9278543985','SR9558812049',2,3406.61,1863.22,1,1,9.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(50,'2025-09-08','2025-09-03 09:07:50','ART418760','SIZE5',2000000000049,3776.17,29.00,'Коледино','Свердловская область',990559,'OD1000000049',100000049,'subject789012','category123456','brand987654321',0,NULL,'G1.0E+19','ST1024185048','SR1604015270',3,1608.60,3329.32,0,0,14.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(51,'2025-08-26','2025-10-04 08:19:33','ART671297','SIZE7',2000000000050,3960.72,14.00,'Казань','Московская область',628615,'OD1000000050',100000050,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST6057605324','SR8789664819',5,3806.51,1931.24,1,1,14.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(52,'2025-08-24','2025-09-19 09:28:44','ART595927','SIZE9',2000000000051,1986.49,2.00,'Казань','Московская область',305861,'OD1000000051',100000051,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST7360375208','SR1417815251',5,2847.78,3133.63,1,0,11.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(53,'2025-09-08','2025-08-27 12:29:42','ART110143','SIZE1',2000000000052,3316.09,21.00,'Коледино','Ленинградская область',221237,'OD1000000052',100000052,'subject555555','category789012','brand123456789',0,NULL,'G1.0E+19','ST6564661819','SR6774056650',5,2875.84,3996.01,0,0,15.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(54,'2025-10-04','2025-09-04 09:23:37','ART863536','SIZE10',2000000000053,3391.60,28.00,'Новосибирск','Московская область',125938,'OD1000000053',100000053,'subject123456','category789012','brand987654321',1,'2025-10-10 20:03:27','G1.0E+19','ST7542579536','SR4561014461',4,1719.50,2164.65,1,1,10.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(55,'2025-09-25','2025-09-28 16:07:47','ART177599','SIZE2',2000000000054,2236.86,30.00,'Электросталь','Московская область',789022,'OD1000000054',100000054,'subject789012','category123456','brand555555555',0,NULL,'G1.0E+19','ST7621159654','SR7815705165',2,2515.82,1191.88,0,0,5.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(56,'2025-10-21','2025-10-17 13:14:15','ART589289','SIZE8',2000000000055,2691.97,6.00,'Подольск','Ленинградская область',563067,'OD1000000055',100000055,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST8122005704','SR9527259138',5,3699.74,869.47,1,0,12.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(57,'2025-10-07','2025-08-23 13:08:22','ART703432','SIZE1',2000000000056,2530.60,19.00,'Подольск','Республика Татарстан',663505,'OD1000000056',100000056,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST9576306565','SR5138100381',4,626.38,3741.62,1,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(58,'2025-09-10','2025-09-25 17:46:43','ART106260','SIZE4',2000000000057,3683.74,28.00,'Новосибирск','Ленинградская область',968175,'OD1000000057',100000057,'subject123456','category123456','brand987654321',0,NULL,'G1.0E+19','ST3838348766','SR4973402066',5,2660.63,2502.33,1,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(59,'2025-08-28','2025-09-20 18:37:11','ART271290','SIZE8',2000000000058,2149.37,22.00,'Новосибирск','Ленинградская область',987564,'OD1000000058',100000058,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST1301293779','SR6287112925',3,2124.95,3076.74,1,0,10.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(60,'2025-10-07','2025-09-01 09:33:42','ART275106','SIZE2',2000000000059,3913.98,30.00,'Новосибирск','Свердловская область',719906,'OD1000000059',100000059,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST6221712691','SR6076411894',2,516.74,3746.54,0,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(61,'2025-10-13','2025-09-21 10:50:05','ART898712','SIZE3',2000000000060,1260.79,26.00,'Подольск','Свердловская область',743900,'OD1000000060',100000060,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST4557661897','SR8717688908',5,4150.01,2017.55,1,0,9.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(62,'2025-09-07','2025-09-27 17:52:09','ART429664','SIZE3',2000000000061,3797.05,28.00,'Новосибирск','Республика Татарстан',111300,'OD1000000061',100000061,'subject789012','category789012','brand987654321',1,'2025-10-13 20:03:27','G1.0E+19','ST8951045709','SR9880068573',4,503.08,3936.08,1,0,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(63,'2025-10-20','2025-09-13 14:58:06','ART231154','SIZE6',2000000000062,1583.02,16.00,'Подольск','Ленинградская область',701234,'OD1000000062',100000062,'subject123456','category555555','brand123456789',0,NULL,'G1.0E+19','ST5111002018','SR5609479143',1,3392.22,2377.94,1,1,11.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(64,'2025-09-26','2025-08-26 14:38:46','ART829224','SIZE7',2000000000063,3488.72,26.00,'Новосибирск','Свердловская область',722651,'OD1000000063',100000063,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST9610967597','SR7190267833',3,810.55,1745.28,0,0,11.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(65,'2025-10-15','2025-09-07 10:30:57','ART712790','SIZE2',2000000000064,3045.16,12.00,'Казань','Московская область',581273,'OD1000000064',100000064,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST2552488816','SR4625734054',5,2498.03,3864.74,0,0,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(66,'2025-09-30','2025-09-05 10:16:59','ART197156','SIZE2',2000000000065,1721.75,30.00,'Электросталь','Республика Татарстан',778442,'OD1000000065',100000065,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST6106635709','SR9625902553',4,3634.17,2285.91,0,1,6.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(67,'2025-08-27','2025-10-10 10:54:56','ART180549','SIZE3',2000000000066,3275.75,17.00,'Электросталь','Московская область',837590,'OD1000000066',100000066,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST1266693853','SR2481188935',2,1971.39,2343.35,0,1,10.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(68,'2025-08-26','2025-10-04 08:01:56','ART131713','SIZE6',2000000000067,2283.45,27.00,'Подольск','Свердловская область',880461,'OD1000000067',100000067,'subject123456','category555555','brand123456789',0,NULL,'G1.0E+19','ST3629719484','SR5492839127',5,935.57,4117.15,0,1,6.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(69,'2025-09-08','2025-09-06 12:04:20','ART287931','SIZE10',2000000000068,4683.34,7.00,'Казань','Московская область',973892,'OD1000000068',100000068,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST2616956405','SR2430389094',2,1600.07,949.30,1,1,13.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(70,'2025-10-03','2025-10-16 15:08:37','ART687322','SIZE5',2000000000069,3789.89,22.00,'Подольск','Московская область',479559,'OD1000000069',100000069,'subject555555','category123456','brand987654321',0,NULL,'G1.0E+19','ST6163527443','SR5392362332',3,4249.49,3495.70,0,1,8.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(71,'2025-10-17','2025-09-17 10:01:20','ART845154','SIZE9',2000000000070,3066.48,10.00,'Новосибирск','Свердловская область',453269,'OD1000000070',100000070,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST3238347982','SR2338674338',2,3374.49,963.04,0,0,9.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(72,'2025-08-25','2025-09-07 17:04:21','ART614080','SIZE10',2000000000071,2773.49,16.00,'Электросталь','Республика Татарстан',446904,'OD1000000071',100000071,'subject123456','category789012','brand123456789',1,'2025-09-25 20:03:27','G1.0E+19','ST4874227051','SR2934476254',5,3979.32,2346.77,1,1,14.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(73,'2025-10-05','2025-09-24 09:38:04','ART567858','SIZE8',2000000000072,3432.65,11.00,'Коледино','Ленинградская область',642237,'OD1000000072',100000072,'subject123456','category555555','brand555555555',1,'2025-09-22 20:03:27','G1.0E+19','ST6577676229','SR8582657284',4,2213.27,3699.08,1,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(74,'2025-10-04','2025-08-25 14:13:11','ART274386','SIZE8',2000000000073,3645.18,25.00,'Подольск','Ленинградская область',125872,'OD1000000073',100000073,'subject555555','category555555','brand123456789',0,NULL,'G1.0E+19','ST5208100689','SR4585499647',2,4233.28,2285.04,1,0,5.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(75,'2025-10-07','2025-09-30 18:35:52','ART132720','SIZE2',2000000000074,1163.47,1.00,'Казань','Свердловская область',878008,'OD1000000074',100000074,'subject789012','category123456','brand123456789',0,NULL,'G1.0E+19','ST6204639994','SR1114296319',1,4452.30,766.24,0,0,10.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(76,'2025-10-18','2025-09-21 14:02:15','ART143957','SIZE1',2000000000075,4417.50,5.00,'Новосибирск','Республика Татарстан',563325,'OD1000000075',100000075,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST9429449986','SR7371585023',2,3471.06,2135.83,1,0,7.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(77,'2025-09-29','2025-10-12 14:48:23','ART280596','SIZE3',2000000000076,2607.38,17.00,'Коледино','Ленинградская область',327901,'OD1000000076',100000076,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST7482457199','SR9866170733',3,1381.08,3603.10,1,0,9.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(78,'2025-10-20','2025-09-17 12:50:54','ART710863','SIZE6',2000000000077,3767.34,21.00,'Казань','Республика Татарстан',926443,'OD1000000077',100000077,'subject789012','category123456','brand987654321',0,NULL,'G1.0E+19','ST7999324508','SR7598604939',5,2436.84,3043.17,0,1,7.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(79,'2025-08-25','2025-09-02 17:06:54','ART795430','SIZE5',2000000000078,1144.31,21.00,'Подольск','Свердловская область',145231,'OD1000000078',100000078,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST6574339388','SR9902888166',4,3799.98,922.81,0,1,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(80,'2025-09-26','2025-10-01 13:36:29','ART992970','SIZE6',2000000000079,784.36,13.00,'Подольск','Свердловская область',267815,'OD1000000079',100000079,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST5782553668','SR9827827153',1,3492.86,4369.57,1,1,10.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(81,'2025-09-05','2025-10-21 13:39:28','ART942049','SIZE1',2000000000080,1731.97,1.00,'Коледино','Ленинградская область',828950,'OD1000000080',100000080,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST9189455096','SR6482896427',1,4134.54,4062.07,0,0,10.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(82,'2025-08-24','2025-09-29 11:22:58','ART671572','SIZE5',2000000000081,3004.39,7.00,'Новосибирск','Республика Татарстан',584811,'OD1000000081',100000081,'subject789012','category123456','brand123456789',0,NULL,'G1.0E+19','ST5587759280','SR6702869177',5,913.12,4782.41,0,0,8.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(83,'2025-10-03','2025-10-17 16:26:30','ART345853','SIZE5',2000000000082,802.11,1.00,'Коледино','Свердловская область',333343,'OD1000000082',100000082,'subject123456','category555555','brand123456789',0,NULL,'G1.0E+19','ST2061766790','SR1271390446',4,832.96,4733.73,0,1,12.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(84,'2025-09-24','2025-10-02 09:51:00','ART981643','SIZE1',2000000000083,2514.90,7.00,'Подольск','Ленинградская область',643696,'OD1000000083',100000083,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST6273852733','SR4410767455',5,1858.71,4376.90,1,1,7.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(85,'2025-09-25','2025-09-21 17:27:53','ART831649','SIZE5',2000000000084,2958.56,3.00,'Коледино','Свердловская область',466019,'OD1000000084',100000084,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST3093718957','SR8286511446',5,4201.58,1748.68,1,1,9.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(86,'2025-09-13','2025-09-18 12:26:00','ART366137','SIZE9',2000000000085,3719.82,21.00,'Казань','Московская область',306137,'OD1000000085',100000085,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST6927890084','SR6008761878',4,4322.76,1523.48,0,1,9.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(87,'2025-10-06','2025-09-08 11:22:57','ART595702','SIZE10',2000000000086,567.33,21.00,'Подольск','Ленинградская область',983135,'OD1000000086',100000086,'subject123456','category789012','brand555555555',0,NULL,'G1.0E+19','ST1894763384','SR7068703705',5,3330.12,4631.17,1,0,7.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(88,'2025-09-27','2025-10-14 08:09:27','ART381796','SIZE8',2000000000087,1434.33,2.00,'Казань','Ленинградская область',662193,'OD1000000087',100000087,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST4354908528','SR9801927836',3,2935.00,2883.66,1,0,14.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(89,'2025-10-12','2025-10-14 13:10:11','ART372383','SIZE6',2000000000088,3735.00,2.00,'Подольск','Республика Татарстан',876721,'OD1000000088',100000088,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST8387105622','SR7397018770',1,1126.74,3896.97,1,1,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(90,'2025-09-22','2025-10-06 14:41:47','ART613592','SIZE7',2000000000089,703.21,19.00,'Новосибирск','Свердловская область',528904,'OD1000000089',100000089,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST2946493892','SR8924680255',1,3723.79,2812.29,1,0,7.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(91,'2025-10-19','2025-09-02 08:17:34','ART665455','SIZE3',2000000000090,3160.28,15.00,'Новосибирск','Свердловская область',888434,'OD1000000090',100000090,'subject789012','category123456','brand987654321',0,NULL,'G1.0E+19','ST2898195238','SR6100916747',2,2950.90,1557.98,1,1,10.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(92,'2025-10-10','2025-09-10 09:10:55','ART575238','SIZE3',2000000000091,4290.80,19.00,'Казань','Свердловская область',310487,'OD1000000091',100000091,'subject123456','category555555','brand555555555',0,NULL,'G1.0E+19','ST8711834158','SR4536453954',3,4323.04,2191.55,0,0,6.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(93,'2025-09-02','2025-08-25 17:37:52','ART546327','SIZE2',2000000000092,1398.56,19.00,'Электросталь','Ленинградская область',720661,'OD1000000092',100000092,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST6299953005','SR8180576246',1,2484.22,1045.18,0,1,14.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(94,'2025-09-30','2025-08-23 09:56:31','ART851209','SIZE7',2000000000093,1731.36,1.00,'Коледино','Московская область',215263,'OD1000000093',100000093,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST1648836025','SR7732544164',4,794.99,798.07,1,0,5.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(95,'2025-10-07','2025-08-31 11:18:20','ART411732','SIZE4',2000000000094,4386.05,25.00,'Коледино','Республика Татарстан',802300,'OD1000000094',100000094,'subject555555','category555555','brand987654321',0,NULL,'G1.0E+19','ST6707092256','SR5206981017',5,2090.11,4106.81,1,1,12.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(96,'2025-09-13','2025-08-31 13:24:18','ART661350','SIZE3',2000000000095,3667.97,0.00,'Электросталь','Республика Татарстан',874295,'OD1000000095',100000095,'subject555555','category555555','brand123456789',0,NULL,'G1.0E+19','ST3213165400','SR2662578657',1,958.84,4415.88,1,1,6.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(97,'2025-08-25','2025-10-14 12:11:49','ART841993','SIZE8',2000000000096,2444.67,7.00,'Коледино','Ленинградская область',683525,'OD1000000096',100000096,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST8108733378','SR2211068680',4,4290.75,4093.18,1,1,15.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(98,'2025-10-15','2025-09-27 12:36:39','ART465771','SIZE5',2000000000097,4051.58,13.00,'Новосибирск','Свердловская область',794051,'OD1000000097',100000097,'subject123456','category123456','brand555555555',0,NULL,'G1.0E+19','ST2694454487','SR3907044499',5,2456.87,2681.90,0,1,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(99,'2025-08-27','2025-09-03 18:14:25','ART295916','SIZE7',2000000000098,2125.96,10.00,'Новосибирск','Свердловская область',837604,'OD1000000098',100000098,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST5224684594','SR9197717113',5,2752.89,3691.44,1,1,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(100,'2025-09-22','2025-09-01 16:10:33','ART985156','SIZE9',2000000000099,1991.90,29.00,'Коледино','Республика Татарстан',369993,'OD1000000099',100000099,'subject555555','category555555','brand987654321',0,NULL,'G1.0E+19','ST3400192168','SR9574868343',5,1442.82,3576.13,0,1,8.00,'Клиентский','awaiting_registration','2025-10-21 20:03:27','2025-10-21 20:03:27'),(101,'2025-10-09','2025-09-08 10:24:07','ART563571','SIZE3',2000000000100,1477.47,12.00,'Подольск','Ленинградская область',593562,'OD1000000100',100000100,'subject555555','category555555','brand987654321',0,NULL,'G1.0E+19','ST9726534270','SR7561443875',5,1352.84,4629.93,1,0,15.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(102,'2025-09-22','2025-10-18 16:59:54','ART447518','SIZE9',2000000000101,4621.68,20.00,'Подольск','Республика Татарстан',716199,'OD1000000101',100000101,'subject123456','category123456','brand987654321',0,NULL,'G1.0E+19','ST5584622477','SR1370801046',3,2426.56,1194.90,0,0,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(103,'2025-08-26','2025-08-26 08:55:47','ART170383','SIZE10',2000000000102,1765.44,21.00,'Электросталь','Ленинградская область',367104,'OD1000000102',100000102,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST7900482445','SR4597839082',5,3663.10,2592.52,0,0,10.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:27','2025-10-21 20:03:27'),(104,'2025-08-27','2025-08-27 16:00:51','ART460601','SIZE6',2000000000103,963.29,10.00,'Электросталь','Свердловская область',407479,'OD1000000103',100000103,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST9355082906','SR5508610492',3,2978.60,4151.10,0,0,5.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(105,'2025-10-19','2025-09-06 08:30:07','ART779758','SIZE6',2000000000104,2649.63,6.00,'Электросталь','Московская область',420149,'OD1000000104',100000104,'subject123456','category123456','brand987654321',1,'2025-09-28 20:03:27','G1.0E+19','ST3707485284','SR5464263037',4,1255.06,3577.83,0,0,11.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(106,'2025-10-19','2025-08-22 10:19:17','ART810384','SIZE2',2000000000105,3660.55,26.00,'Подольск','Свердловская область',594514,'OD1000000105',100000105,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST8479467446','SR9734782121',3,1288.31,4800.09,0,1,7.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:27','2025-10-21 20:03:27'),(107,'2025-09-13','2025-10-19 15:14:06','ART919459','SIZE3',2000000000106,3516.13,28.00,'Коледино','Ленинградская область',621832,'OD1000000106',100000106,'subject789012','category555555','brand123456789',0,NULL,'G1.0E+19','ST6015944965','SR7113766960',1,741.67,544.39,0,0,5.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:27','2025-10-21 20:03:27'),(108,'2025-09-10','2025-10-09 11:13:46','ART228467','SIZE4',2000000000107,3414.24,6.00,'Подольск','Московская область',246584,'OD1000000107',100000107,'subject789012','category123456','brand123456789',0,NULL,'G1.0E+19','ST1678918369','SR4705705722',2,1169.69,2749.42,1,0,11.00,'Клиентский','awaiting_approve','2025-10-21 20:03:27','2025-10-21 20:03:27'),(109,'2025-10-20','2025-08-24 12:45:00','ART383767','SIZE7',2000000000108,2171.26,24.00,'Новосибирск','Республика Татарстан',392748,'OD1000000108',100000108,'subject123456','category123456','brand555555555',0,NULL,'G1.0E+19','ST1021472163','SR3773331473',2,922.79,4081.94,0,0,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(110,'2025-09-26','2025-09-11 16:18:18','ART517706','SIZE3',2000000000109,3929.39,11.00,'Подольск','Ленинградская область',478806,'OD1000000109',100000109,'subject789012','category555555','brand123456789',0,NULL,'G1.0E+19','ST8055886442','SR7440263116',5,3137.63,3121.11,0,0,6.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(111,'2025-09-19','2025-09-10 13:02:52','ART494087','SIZE7',2000000000110,3556.48,0.00,'Коледино','Ленинградская область',792672,'OD1000000110',100000110,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST7458605989','SR4345483673',3,1707.89,3980.86,0,0,8.00,'Клиентский','awaiting_registration','2025-10-21 20:03:28','2025-10-21 20:03:28'),(112,'2025-10-09','2025-09-12 15:28:48','ART128726','SIZE7',2000000000111,561.11,20.00,'Коледино','Ленинградская область',834362,'OD1000000111',100000111,'subject123456','category555555','brand123456789',0,NULL,'G1.0E+19','ST6626133406','SR3960923987',2,970.55,2521.46,0,1,10.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(113,'2025-09-12','2025-09-18 10:17:38','ART561877','SIZE9',2000000000112,1352.83,6.00,'Новосибирск','Московская область',479214,'OD1000000112',100000112,'subject123456','category123456','brand987654321',0,NULL,'G1.0E+19','ST3676288878','SR7790969133',1,737.64,2871.09,0,0,5.00,'Клиентский','awaiting_registration','2025-10-21 20:03:28','2025-10-21 20:03:28'),(114,'2025-10-14','2025-09-16 18:41:51','ART625595','SIZE9',2000000000113,4067.88,16.00,'Электросталь','Ленинградская область',142744,'OD1000000113',100000113,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST2379592135','SR5969869925',5,762.24,1594.13,0,1,10.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(115,'2025-08-25','2025-08-28 12:02:39','ART853914','SIZE9',2000000000114,3156.00,21.00,'Подольск','Республика Татарстан',168059,'OD1000000114',100000114,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST8032444117','SR6874038634',4,1235.43,877.91,1,0,5.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(116,'2025-09-29','2025-09-14 12:00:17','ART464532','SIZE8',2000000000115,2638.91,6.00,'Новосибирск','Республика Татарстан',124895,'OD1000000115',100000115,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST1952331423','SR3497009565',3,1882.72,3985.82,0,1,13.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(117,'2025-09-10','2025-10-13 14:06:01','ART707354','SIZE9',2000000000116,1785.49,19.00,'Новосибирск','Республика Татарстан',240420,'OD1000000116',100000116,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST5543515893','SR7279923903',2,3268.33,2158.35,0,0,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(118,'2025-09-14','2025-08-24 13:11:52','ART825165','SIZE1',2000000000117,4806.61,23.00,'Коледино','Ленинградская область',475165,'OD1000000117',100000117,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST6640763491','SR9286884539',4,2778.35,1161.49,1,0,7.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(119,'2025-10-08','2025-09-24 14:08:58','ART983279','SIZE6',2000000000118,1938.96,27.00,'Электросталь','Свердловская область',547756,'OD1000000118',100000118,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST6819433923','SR1166473415',4,2391.65,565.38,0,0,9.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(120,'2025-10-13','2025-09-26 16:47:20','ART913386','SIZE2',2000000000119,2765.77,10.00,'Казань','Республика Татарстан',962514,'OD1000000119',100000119,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST1375994400','SR1499528147',2,4026.00,3506.04,1,0,9.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(121,'2025-08-31','2025-09-08 09:17:55','ART262113','SIZE5',2000000000120,1924.94,18.00,'Казань','Свердловская область',814646,'OD1000000120',100000120,'subject789012','category555555','brand123456789',0,NULL,'G1.0E+19','ST3655829315','SR5826142119',4,4215.01,2530.23,0,0,11.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(122,'2025-09-01','2025-09-01 08:10:49','ART339603','SIZE10',2000000000121,630.55,8.00,'Казань','Республика Татарстан',971991,'OD1000000121',100000121,'subject123456','category555555','brand123456789',0,NULL,'G1.0E+19','ST1975294116','SR1358483849',5,3120.59,981.45,0,1,12.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(123,'2025-10-07','2025-10-06 17:11:53','ART578357','SIZE7',2000000000122,1694.03,21.00,'Электросталь','Свердловская область',725897,'OD1000000122',100000122,'subject123456','category789012','brand987654321',0,NULL,'G1.0E+19','ST6552667575','SR5941474063',2,3298.94,2658.47,0,1,10.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(124,'2025-09-22','2025-10-08 11:21:53','ART318323','SIZE4',2000000000123,2766.63,10.00,'Казань','Ленинградская область',406570,'OD1000000123',100000123,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST3978561790','SR4180917509',4,3477.49,2745.74,1,0,6.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(125,'2025-10-15','2025-09-13 11:42:06','ART424826','SIZE10',2000000000124,3147.39,0.00,'Электросталь','Ленинградская область',293299,'OD1000000124',100000124,'subject555555','category789012','brand987654321',0,NULL,'G1.0E+19','ST3122545200','SR4551148939',2,3711.43,3973.82,0,0,8.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(126,'2025-09-20','2025-10-01 10:41:01','ART389924','SIZE2',2000000000125,2185.55,8.00,'Подольск','Республика Татарстан',894703,'OD1000000125',100000125,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST9893084407','SR8951565203',3,1133.44,1123.99,0,0,15.00,'Клиентский','awaiting_registration','2025-10-21 20:03:28','2025-10-21 20:03:28'),(127,'2025-10-11','2025-09-28 10:34:20','ART809013','SIZE1',2000000000126,4800.54,16.00,'Подольск','Республика Татарстан',597094,'OD1000000126',100000126,'subject789012','category789012','brand987654321',0,NULL,'G1.0E+19','ST4051733338','SR8170885655',5,2213.88,3727.86,0,0,11.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(128,'2025-10-16','2025-09-29 17:58:32','ART611254','SIZE5',2000000000127,1386.12,30.00,'Казань','Московская область',842502,'OD1000000127',100000127,'subject789012','category123456','brand123456789',0,NULL,'G1.0E+19','ST1445767343','SR8142752438',3,4105.11,1416.51,1,0,9.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(129,'2025-10-15','2025-08-25 18:37:50','ART563478','SIZE6',2000000000128,738.38,23.00,'Новосибирск','Свердловская область',648324,'OD1000000128',100000128,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST2453759109','SR5433581454',4,2290.68,2142.65,1,1,13.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(130,'2025-10-17','2025-10-15 14:08:12','ART419556','SIZE9',2000000000129,1008.48,2.00,'Коледино','Ленинградская область',910410,'OD1000000129',100000129,'subject789012','category123456','brand555555555',0,NULL,'G1.0E+19','ST3506619429','SR3193220834',5,3047.19,1261.52,1,1,8.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(131,'2025-10-07','2025-09-03 14:19:08','ART576249','SIZE8',2000000000130,2503.33,0.00,'Новосибирск','Ленинградская область',986968,'OD1000000130',100000130,'subject123456','category123456','brand987654321',0,NULL,'G1.0E+19','ST6727436339','SR4012621265',1,4358.60,2026.42,0,0,7.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(132,'2025-09-27','2025-09-24 12:34:35','ART112641','SIZE4',2000000000131,1730.77,6.00,'Электросталь','Московская область',759631,'OD1000000131',100000131,'subject555555','category123456','brand123456789',0,NULL,'G1.0E+19','ST1345380281','SR5753500677',5,2545.65,4466.57,0,1,11.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(133,'2025-10-02','2025-09-18 10:50:07','ART474494','SIZE3',2000000000132,1502.60,22.00,'Подольск','Республика Татарстан',391790,'OD1000000132',100000132,'subject789012','category789012','brand123456789',0,NULL,'G1.0E+19','ST6535150737','SR8949458914',2,1233.96,2856.61,0,1,5.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(134,'2025-09-03','2025-09-01 15:40:06','ART196329','SIZE6',2000000000133,4413.16,12.00,'Новосибирск','Московская область',941306,'OD1000000133',100000133,'subject555555','category789012','brand555555555',0,NULL,'G1.0E+19','ST5237992728','SR7472506736',3,751.27,678.49,1,0,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(135,'2025-08-31','2025-09-18 18:26:38','ART436158','SIZE6',2000000000134,3625.56,7.00,'Коледино','Ленинградская область',875546,'OD1000000134',100000134,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST2212672049','SR2133249643',4,3300.78,3099.07,1,0,6.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(136,'2025-10-02','2025-08-26 10:39:01','ART950343','SIZE3',2000000000135,854.55,16.00,'Новосибирск','Ленинградская область',823004,'OD1000000135',100000135,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST3178951361','SR8924279700',3,3788.41,3928.35,0,1,9.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(137,'2025-09-20','2025-08-27 14:37:13','ART887263','SIZE9',2000000000136,2725.56,25.00,'Электросталь','Республика Татарстан',922256,'OD1000000136',100000136,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST1202437520','SR6421838731',2,3777.20,3725.38,1,1,13.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(138,'2025-10-01','2025-09-08 18:40:42','ART331435','SIZE9',2000000000137,2152.55,16.00,'Подольск','Свердловская область',539598,'OD1000000137',100000137,'subject555555','category789012','brand987654321',0,NULL,'G1.0E+19','ST6790153789','SR8358794917',1,2616.36,807.14,1,0,6.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(139,'2025-08-31','2025-09-02 17:24:20','ART292480','SIZE8',2000000000138,4779.52,26.00,'Казань','Ленинградская область',443890,'OD1000000138',100000138,'subject789012','category123456','brand555555555',0,NULL,'G1.0E+19','ST8976343252','SR1799230492',4,1810.61,3404.53,0,1,7.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(140,'2025-09-12','2025-10-10 14:56:20','ART758082','SIZE5',2000000000139,4490.90,24.00,'Коледино','Ленинградская область',725253,'OD1000000139',100000139,'subject789012','category555555','brand555555555',0,NULL,'G1.0E+19','ST6023224430','SR5043959213',3,2759.22,2129.23,1,0,8.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(141,'2025-09-22','2025-10-20 09:17:51','ART713953','SIZE1',2000000000140,572.55,0.00,'Коледино','Московская область',528265,'OD1000000140',100000140,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST6316164620','SR6914429590',3,4435.09,3257.72,1,0,6.00,'Клиентский','awaiting_registration','2025-10-21 20:03:28','2025-10-21 20:03:28'),(142,'2025-09-10','2025-09-15 11:12:40','ART862327','SIZE5',2000000000141,4123.83,12.00,'Подольск','Свердловская область',378273,'OD1000000141',100000141,'subject555555','category123456','brand555555555',0,NULL,'G1.0E+19','ST2995692048','SR5834232093',5,2607.37,4510.36,0,0,12.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(143,'2025-10-12','2025-08-23 17:07:48','ART836854','SIZE8',2000000000142,2172.91,26.00,'Подольск','Свердловская область',741003,'OD1000000142',100000142,'subject789012','category789012','brand555555555',1,'2025-10-14 20:03:28','G1.0E+19','ST8517332087','SR6458901067',1,642.67,935.69,1,0,11.00,'Клиентский','awaiting_registration','2025-10-21 20:03:28','2025-10-21 20:03:28'),(144,'2025-08-29','2025-10-11 14:36:57','ART346606','SIZE8',2000000000143,3066.84,30.00,'Новосибирск','Республика Татарстан',948944,'OD1000000143',100000143,'subject555555','category789012','brand123456789',0,NULL,'G1.0E+19','ST3290607145','SR4471490331',1,3382.87,1848.40,1,1,7.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(145,'2025-09-14','2025-08-22 12:57:29','ART189171','SIZE4',2000000000144,2938.21,7.00,'Казань','Ленинградская область',490684,'OD1000000144',100000144,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST3904012659','SR9418082338',3,3250.66,783.80,1,1,5.00,'Клиентский','awaiting_packaging','2025-10-21 20:03:28','2025-10-21 20:03:28'),(146,'2025-10-07','2025-10-07 11:14:02','ART505844','SIZE7',2000000000145,3822.39,18.00,'Казань','Московская область',237055,'OD1000000145',100000145,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST8086957536','SR8947973118',2,1805.39,517.17,0,0,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(147,'2025-10-11','2025-09-12 14:30:28','ART999952','SIZE5',2000000000146,3716.06,5.00,'Коледино','Свердловская область',654622,'OD1000000146',100000146,'subject123456','category123456','brand123456789',0,NULL,'G1.0E+19','ST9206582225','SR9462888403',1,3482.74,4101.73,0,0,12.00,'Клиентский','acceptance_in_progress','2025-10-21 20:03:28','2025-10-21 20:03:28'),(148,'2025-09-18','2025-09-14 10:54:44','ART538228','SIZE6',2000000000147,3934.97,7.00,'Подольск','Республика Татарстан',924005,'OD1000000147',100000147,'subject789012','category789012','brand555555555',0,NULL,'G1.0E+19','ST9895978609','SR8953378256',2,589.98,4717.35,1,0,8.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28'),(149,'2025-09-01','2025-09-16 17:13:49','ART378629','SIZE10',2000000000148,1852.97,25.00,'Казань','Ленинградская область',635706,'OD1000000148',100000148,'subject123456','category555555','brand987654321',0,NULL,'G1.0E+19','ST5494825046','SR6833593693',1,1958.62,4390.68,1,0,5.00,'Клиентский','awaiting_approve','2025-10-21 20:03:28','2025-10-21 20:03:28'),(150,'2025-09-07','2025-08-24 10:31:05','ART919996','SIZE8',2000000000149,3129.32,1.00,'Казань','Свердловская область',559333,'OD1000000149',100000149,'subject555555','category555555','brand555555555',0,NULL,'G1.0E+19','ST6758751914','SR3807229069',5,2189.98,2259.93,0,0,7.00,'Клиентский','awaiting_deliver','2025-10-21 20:03:28','2025-10-21 20:03:28');
/*!40000 ALTER TABLE `orders` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_resets`
--

LOCK TABLES `password_resets` WRITE;
/*!40000 ALTER TABLE `password_resets` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_resets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `personal_access_tokens`
--

DROP TABLE IF EXISTS `personal_access_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `personal_access_tokens` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `personal_access_tokens`
--

LOCK TABLES `personal_access_tokens` WRITE;
/*!40000 ALTER TABLE `personal_access_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `personal_access_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sales`
--

DROP TABLE IF EXISTS `sales`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sales` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `g_number` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `last_change_date` datetime NOT NULL,
  `supplier_article` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` bigint NOT NULL,
  `total_price` decimal(12,2) NOT NULL,
  `discount_percent` decimal(5,2) NOT NULL DEFAULT '0.00',
  `is_supply` tinyint(1) NOT NULL DEFAULT '0',
  `is_realization` tinyint(1) NOT NULL DEFAULT '0',
  `promo_code_discount` decimal(10,2) DEFAULT NULL,
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `country_name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `oblast_okrug_name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `region_name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `income_id` bigint NOT NULL DEFAULT '0',
  `sale_id` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `odid` bigint DEFAULT NULL,
  `spp` decimal(5,2) NOT NULL DEFAULT '0.00',
  `for_pay` decimal(12,2) NOT NULL,
  `finished_price` decimal(12,2) NOT NULL,
  `price_with_disc` decimal(12,2) NOT NULL,
  `nm_id` bigint NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_storno` tinyint(1) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sales_date_warehouse_name_index` (`date`,`warehouse_name`),
  KEY `sales_date_brand_index` (`date`,`brand`),
  KEY `sales_date_category_index` (`date`,`category`),
  KEY `sales_supplier_article_index` (`supplier_article`),
  KEY `sales_barcode_index` (`barcode`),
  KEY `sales_region_name_index` (`region_name`),
  KEY `sales_g_number_index` (`g_number`),
  KEY `sales_date_index` (`date`),
  KEY `sales_last_change_date_index` (`last_change_date`),
  KEY `sales_sale_id_index` (`sale_id`),
  KEY `sales_nm_id_index` (`nm_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sales`
--

LOCK TABLES `sales` WRITE;
/*!40000 ALTER TABLE `sales` DISABLE KEYS */;
/*!40000 ALTER TABLE `sales` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `stocks`
--

DROP TABLE IF EXISTS `stocks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `stocks` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `last_change_date` datetime NOT NULL,
  `supplier_article` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` bigint NOT NULL,
  `quantity` int NOT NULL DEFAULT '0',
  `is_supply` tinyint(1) NOT NULL DEFAULT '0',
  `is_realization` tinyint(1) NOT NULL DEFAULT '0',
  `quantity_full` int NOT NULL DEFAULT '0',
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `in_way_to_client` int NOT NULL DEFAULT '0',
  `in_way_from_client` int NOT NULL DEFAULT '0',
  `nm_id` bigint NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sc_code` bigint NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `discount` decimal(5,2) NOT NULL DEFAULT '0.00',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `stocks_date_warehouse_name_index` (`date`,`warehouse_name`),
  KEY `stocks_nm_id_index` (`nm_id`),
  KEY `stocks_barcode_index` (`barcode`),
  KEY `stocks_supplier_article_index` (`supplier_article`),
  KEY `stocks_brand_index` (`brand`),
  KEY `stocks_category_index` (`category`),
  KEY `stocks_date_index` (`date`),
  KEY `stocks_last_change_date_index` (`last_change_date`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `stocks`
--

LOCK TABLES `stocks` WRITE;
/*!40000 ALTER TABLE `stocks` DISABLE KEYS */;
/*!40000 ALTER TABLE `stocks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-10-21 20:22:45
